Repository: GitMubarak/hm-resume-manager
Catalog: languages/hm-resume-manager-*.po
Languages: bn_bd

source: HM Resume Manager
bn_bd: HM পুনঃসূচনা ম্যানেজার

source: Personal Info Settings
bn_bd: ব্যক্তিগত তথ্য সেটিংস

source: Education Settings
bn_bd: শিক্ষা সেটিংস

source: Experience Settings
bn_bd: অভিজ্ঞতা সেটিংস

source: Skills Settings
bn_bd: দক্ষতা সেটিংস

source: Style Settings
bn_bd: স্টাইল সেটিংস

source: Education Info Settings
bn_bd: শিক্ষা তথ্য সেটিংস

source: Update Settings
bn_bd: আপডেট সেটিংস

source: Experience History
bn_bd: অভিজ্ঞতা ইতিহাস

source: Experience
bn_bd: অভিজ্ঞতা

source: Edit
bn_bd: সম্পাদনা

source: Company
bn_bd: কোম্পানি

source: Job Title
bn_bd: কাজের শিরোনাম

source: Started From
bn_bd: শুরু থেকে

source: Ended To
bn_bd: শেষ করতে

source: Role
bn_bd: ভূমিকা

source: Add Experience
bn_bd: অভিজ্ঞতা যোগ

source: Your information updated successfully
bn_bd: আপনার তথ্য সফলভাবে আপডেট করা হয়েছে

source: Name:
bn_bd: নাম:

source: Keep null to display profile Display Name
bn_bd: রাখা নাল প্রদর্শন প্রোফাইল প্রদর্শন নাম

source: Title:
bn_bd: শিরোনাম:

source: Email:
bn_bd: ইমেইল:

source: Keep null to display profile Email
bn_bd: রাখা নাল প্রদর্শন প্রোফাইল ইমেইল

source: Website:
bn_bd: ওয়েবসাইট:

source: Keep null to display profile Website
bn_bd: রাখা নাল প্রদর্শন করার জন্য প্রোফাইল, ওয়েবসাইট

source: Address:
bn_bd: ঠিকানা:

source: Contact No.:
bn_bd: যোগাযোগ কোন.:

source: Twitter:
bn_bd: টুইটার:

source: Career Summary:
bn_bd: পেশা সারাংশ:

source: Select Photograph
bn_bd: নির্বাচন আলোকচিত্র

source: Submit
bn_bd: জমা

source: Reset
bn_bd: রিসেট

source: Update Skills
bn_bd: আপডেট দক্ষতা

source: Styles Settings
bn_bd: শৈলী সেটিংস

source: Background Color:
bn_bd: পটভূমির রঙ:

source: Border Color:
bn_bd: সীমানা রং:

source: Skills Label Text:
bn_bd: দক্ষতা লেবেল টেক্সট:

source: Education Label Text:
bn_bd: শিক্ষা লেবেল টেক্সট:

source: Experience Label Text:
bn_bd: অভিজ্ঞতা লেবেল টেক্সট:

source: Update Styles
bn_bd: আপডেট শৈলী
